Repository: gentoo-mirror/ROKO__
Catalog: cl-console-*/console.po
Languages: bg

source: no connection to the server!
bg: Няма връзка със сървъра!

source: Process terminated
bg: Процесът е прекратен

source: Certificate not found on the server
bg: Сертификатът не е намерен на сървъра

source: Session not matching your certificate
bg: Сесията не съответства на вашия сертификат

source: Failed to kill the process
bg: Процесът не може да бъде убит

source: Failed to create directory %s
bg: Неуспешно създаване на директория

source: Invalid password
bg: Невалидна парола

source: Error:
bg: Грешка

source: Interrupted by the user
bg: Прекъснат от потребителя

source: Exception: %s
bg: Изключение

source: Failed to connect
bg: Неуспешно свързване

source: Enter the certificate data manually? y/[n]:
bg: Въведете сертификат ръчно? y/[n]:

source: Host Name [%s] :
bg: Име на машината [%s] :

source: User Name [%s]:
bg: Потребителско име [%s] :

source: Organization Name:
bg: Име на организацията:

source: Network address (hostname or IP) [%s]:
bg: Мрежов адрес (Име на хост или IP) [%s]:

source: State Name:
bg: Име на щат:

source: Country (2 characters): [%s]
bg: Държава (2 знака): [%s]

source: show this help message and exit
bg: покажи тази помощ и излез

source: call method
bg: метод за повикване

source: language for translation
bg: Език за превод

source: port number
bg: Номер на порт

source: destination host
bg: хост

source: post a request on the server for the certificate to be signed
bg: Искане на сървъра да бъде подписан сертификат

source: get the signed certificate from the server
bg: Получаване на сертификат подписан от сървъра

source: path to the cert and key files
bg: Път към сертификационни и ключови файлове

source: view the list of running processes
bg: Покажи списък с стартираните процеси

source: dump (to be used with --list-pid)
bg: dump (да се използва с --list-pid)

source: view the result of the process
bg: Покажи резултат от процеса

source: kill the selected process
bg: Убий избрания процес

source: clear the session cache
bg: Изчистване на кеш паметта на сесията

source: view the session information
bg: Покажи информация за сесията

source: view information about session = SID
bg: Покажи информация за сесията = SID

source: view the active sessions list on the server
bg: Покажи списък с активните сесии на сървъра

source: update the revocation list
bg: Актуализира списъка за отмяна

source: stop cl-consoled
bg: Спри cl-consoled

source: do not display the progress bar
bg: Не показвай прогрес бар

source: silent during the process
bg: Безшумен по време на процеса

source: use passwords for the users accounts from standard input
bg: Използвай пароли за потребителите със стандартен вход

source: Unknown parameter
bg: Неизвестен параметър

source: Method not available
bg: Методът не съществува

source: Run the process? (yes/no):
bg: Изпълни процесът? (yes/no):

source: Wrong option
bg: Грешен избор

source: PID not found
bg: PID не е намерен

source: Permission denied
bg: Не е разрешено

source: Process name: %s
bg: Име на процес: %s

source: Process ID: %s
bg: Процес ID: %s

source: %s: process started
bg: %s: Процесът е стартиран

source: Process active
bg: Процесът е активен

source: Process completed
bg: Процесът е завършен

source: Process killed
bg: Процесът е убит

source: PID not found for this session!
bg: PID не е намерен за тази сесия!

source: The server gets PID errors
bg: Сървърът получава PID грешки

source: No methods available
bg: Няма налични методи

source: You can execute:
bg: Можете да изпълните:

source: use
bg: употреба

source: Process not found
bg: Процесът не съществува

source: Time
bg: Време

source: Failed to clear the cache!
bg: Неуспех при изчистване на кеша!

source: yes
bg: да

source: no
bg: не

source: auto
bg: авто

source: Method not found:
bg: Методът не е намерен:

source: the server sent pid =
bg: сървърът изпрати PID =

source: The process does not exist or does not belong to your session
bg: Процесът не съществува или не принадлежи към вашата сесия

source: Task error by %s
bg: Грешка задача от %s

source: fields CN and L in the CA certificate are incorrect!
bg: Полета CN и L на CA сертификата са неверни!

source: This certificate has been revoked!
bg: Този сертификат е бил анулиран

source: Serial
bg: Сериен

source: Revoke date
bg: Дата на анулиране

source: CRL added
bg: CRL добавен

source: CA certificate deleted from the list of user trusted certificates
bg: CA сертификатът е премахнат от списъка с потребителски надеждни сертификати

source: CA certificate deleted from the list of system trusted certificates
bg: CA сертификатът е премахнат от списъка с надеждни сертификати

source: No access to the file!
bg: Няма достъп до файла!

source: Failed to obtain certificate data!
bg: Неуспешно получаване на сертификат за данни!

source: %s: permission denied
bg: %s: Отказан Достъп

source: SID Deleted!
bg: SID премахнат!

source: SID deletion error
bg: SID грешка при изтриване

source: Session non registered on the server!
bg: Сесията не е регистрирана на сървъра!

source: Session information:
bg: Информация за сесията:

source: Session number: %s
bg: Номер на сесията: %s

source: Certificate number: %s
bg: Номер на сертификата: %s

source: Certificate issued on %s
bg: Удостоверение, издадено на %s

source: Access Forbidden!
bg: Достъп Забранен!

source: Active sessions on the server:
bg: Активни сесии на сървъра:

source: No active sessions on the server
bg: Няма активни сесии на сървъра

source: Error clearing the session cache
bg: Грешка при изчистване на сесиен кеш

source: Session cache cleared
bg: Сесиен кеш изчистен

source: client uses certificate %s
bg: клиентът използва сертификата %s

source: You can generate a new certificate using --gen-cert-by and --get-cert-from
bg: Можете да генерирате нов сертификат като използвате --gen-cert-by и --get-cert-from

source: Certificate not sent!
bg: Сертификатът не е изпратен!

source: Your certifitate ID = %d
bg: Вашия сертификат ID = %d

source: The certificate has expired
bg: Сертификатът е с изтекъл срок

source: The certificate expires after %d days
bg: Сертификатът изпича след %d дни

source: New Session
bg: Нова Сесия

source: Old Session
bg: Стара Сесия

source: Your session ID = %s
bg: Вашия сесиен ID = %s

source: You have already sent a signature request for the certificate.
bg: Вече сте изпратили заявка за подпис на сертификат.

source: Request ID = %s
bg: Заявка ID = %s

source: Send a new request? y/[n]:
bg: Изпрати нова заявка? y/[n]:

source: connecting...
bg: Свързване...

source: Closing. Connection error.
bg: Изключване. Грешка при свързване.

source: Error: %s
bg: Грешка: %s

source: Create a new private key and request? y/[n]:
bg: Създаване на нов частен ключ и заявка? y/[n]:

source: This server has not signed the certificate!
bg: Този сървър не е подписал сертификат!

source: Your request ID = %s
bg: Вашата заявка ID = %s

source: To sign the certificate in the server use command
bg: За да подпишете сертификатът в сървъра използвайте команда

source: Request not sent or file %s deleted
bg: Заявката не е изпратена или файла %s е изтрит

source: Request %s not found on the client's side
bg: Заявка %s не е открита на клиента

source: Request to sign is rejected!
bg: Подпис заявката е отхвърлена!

source: Signature request not reviewed yet.
bg: Подпис заявката не е разгледана.

source: Signature request not matching earlier data.
bg: Подпис заявката не съответства на по-ранни данни.

source: The request was sent from another IP.
bg: Заявката е изпратена от друг IP.

source: Certificate saved. Your certificate ID: %s
bg: Сертификатът е запазен. Вашият сертификат ID: %s

source: Field "CN" not found in the certificate!
bg: Поле "CN" не е намерено в сертификата!

source: filename =
bg: Име на файла =

source: Certificate added
bg: Сертификат добавен

source: A file with CA certificates now exists
bg: Файл със CA сертификат сега съществува

source: You do not have a certificate. Use --gen-cert-by HOST to generate a new request or --get-cert-from HOST to get a new certificate from the server.
bg: Вие нямате сертификат. Използвайте --gen-cert-by HOST за да генерирате ново искане или --get-cert-from HOST за да получите нов сертификат от сървъра.

source: Password:
bg: Парола:

source: Certificate not found on the client’s side
bg: Сертификатът не съществува на клиентската страна

source: Failed to open the file
bg: Неуспех при отваряне на файла

source: Invalid server certificate
bg: Невалиден сървърен сертификат

source: CA not found on the server
bg: CA не съществува на сървъра

source: Error. Certificate not added to trusted
bg: Грешка. Сертификатът не е добавен в доверени

source: Fingerprint = %s
bg: Пръстови отпечатъци = %s

source: Serial Number =
bg: Сериен Номер =

source: Issuer
bg: Издател

source: Subject
bg: Предмет=

source: Add the CA certificate to trusted? y/[n]:
bg: Добави CA сертификата в доверени? y/[n]:

source: Certificate not added to trusted
bg: Сертификата не е добавен в доверени

source: Untrusted server certificate!
bg: Недоверен сървър сертификат!

source: Add this server certificate to trusted (s) or
bg: Добави този сървърен сертификат в доверени (s) или

source: Try to add the CA and ROOT certificates to trusted (c) or
bg: Опитайте да добавете CA и ROOT сертификатите в доверени (c) или

source: Quit (q)? s/c/[q]:
bg: Изход (q)? s/c/[q]:

source: Try to add the CA and ROOT certificates
bg: Опитайте да добавите CA и ROOT сертификатите

source: This server is not trusted
bg: Този сървър не е доверен
